# Язык: ru

Функционал: Проверка входа в систему под существующим пользователем на сайте saucedemo.com

Сценарий: Успешная авторизация со стандартными учетными данными
Допустим пользователь открывает главную страницу сайта "https://www.saucedemo.com"
И находится на странице ввода логина и пароля
Когда пользователь вводит в поле имени пользователя значение "standard_user"
И вводит в поле пароля значение "secret_sauce"
И нажимает кнопку "Войти"
Тогда происходит перенаправление на страницу товаров
И отображается иконка корзины покупок